{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "better-vim-tmux-resizer": {
      "src": "https://github.com/RyanMillerC/better-vim-tmux-resizer"
    },
    "blamer.nvim": {
      "src": "https://github.com/APZelos/blamer.nvim"
    },
    "bufexplorer": {
      "src": "https://github.com/jlanzarotta/bufexplorer"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "diffconflicts": {
      "src": "https://github.com/whiteinge/diffconflicts"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "fzf": {
      "src": "https://github.com/junegunn/fzf"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "fzf.vim": {
      "src": "https://github.com/junegunn/fzf.vim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.cursorword": {
      "src": "https://github.com/echasnovski/mini.cursorword"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "nerdtree-devicons-syntax": {
      "src": "https://github.com/vwxyutarooo/nerdtree-devicons-syntax"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/kyazdani42/nvim-web-devicons"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-devicons": {
      "src": "https://github.com/ryanoasis/vim-devicons"
    },
    "vim-gitgutter": {
      "src": "https://github.com/airblade/vim-gitgutter"
    },
    "vim-hcl": {
      "src": "https://github.com/jvirtanen/vim-hcl"
    },
    "vim-helm": {
      "src": "https://github.com/towolf/vim-helm"
    },
    "vim-obsession": {
      "src": "https://github.com/tpope/vim-obsession"
    },
    "vim-terraform": {
      "src": "https://github.com/hashivim/vim-terraform"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
